/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_AVhqBn": {
      "type": "rich-text",
      "settings": {
        "subheading": "",
        "title": "About Us",
        "content": "<p>Every golfer knows that feeling - the itch to play just one more round, to perfect that swing, to sink that crucial putt. But between busy schedules and unpredictable weather, finding time for the game we love isn't always easy.</p><p>That's where Golfie comes in.</p><p>Founded with a commitment to making golf more accessible, we believe that budget constraints or weather forecasts shouldn't limit your ability to improve your game. Our carefully curated selection of premium golf simulators, launch monitors, and accessories brings the course experience right to your doorstep.</p><p>At Golfie, we're dedicated to the golf community. We take pride in watching players reduce their handicaps and master challenging shots. This commitment drives us to provide personalized guidance, helping you find the perfect setup that matches both your goals and your budget.</p><p>We work closely with equipment experts and golf enthusiasts to select products that deliver exceptional performance and value. Whether you're a seasoned player looking to refine specific aspects of your game or a newcomer excited to build skills year-round, we have solutions designed with your success in mind.</p><p>Welcome to Golfie - where your next great round is always just a swing away.</p>",
        "button_text": "",
        "button_link": "",
        "background_type": "full_width",
        "text_width": "medium",
        "text_position": "center",
        "text_alignment": "center",
        "background": "rgba(0,0,0,0)",
        "text_color": "rgba(0,0,0,0)",
        "button_background": "rgba(0,0,0,0)",
        "button_text_color": "rgba(0,0,0,0)"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_title": true,
        "page_width": "medium"
      }
    }
  },
  "order": [
    "rich_text_AVhqBn",
    "main"
  ]
}
