/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_AVhqBn": {
      "type": "rich-text",
      "settings": {
        "subheading": "",
        "title": "About Us",
        "content": "<p>Welcome to Golfie – Your Home for Premium Golf Equipment!</p><p>At Golfie, operated by Mello Holdings LLC, we are passionate about providing golfers across the United States with high-quality equipment, simulators, and accessories that help you enjoy the game like never before. Whether you’re a beginner, an amateur, or a seasoned player, our mission is to make golf accessible, fun and rewarding.</p><h2>Our Mission</h2><p>Our mission is simple yet powerful:</p><p>“To deliver premium golf products and simulators that elevate your game, backed by exceptional service and support, so every golfer can enjoy their sport with confidence.”</p><p>We believe in making golf accessible for everyone while maintaining uncompromising quality and customer satisfaction.</p><h2>Our Vision</h2><p>Golfie envisions a world where golf technology and high-quality equipment are available to every player. We aim to innovate, simplify, and enhance the way golfers practice, play, and experience the game, all while delivering a seamless shopping experience.</p><h2>Our Values</h2><p>Our values are the foundation of everything we do:</p><ul><li><strong>Customer Satisfaction: </strong>Your happiness is our highest priority.</li><li><strong>Quality & Innovation:</strong> We carefully select products that are reliable, durable, and technologically advanced.</li><li><strong>Transparency & Trust: </strong>From secure payments to clear shipping and return policies, we keep everything straightforward.</li><li><strong>Accessibility:</strong> Making premium golf products affordable and available to players nationwide.</li><li><strong>Sustainability:</strong> We strive to work with environmentally conscious brands whenever possible.</li></ul><h2>Our Story</h2><p>Founded in 2020, Golfie was created by a group of golf enthusiasts who were frustrated by the difficulty of finding reliable, high-quality golf simulators and equipment in the U.S.</p><p>Starting as a small online store, we quickly grew thanks to our commitment to quality products, exceptional customer service, and a passion for golf. Today, we serve thousands of customers nationwide, helping golfers practice, train, and play their best game.</p><h2>Meet Our Team</h2><p>Our team is a blend of passionate golfers, industry experts, and customer service professionals dedicated to helping you enjoy the game:</p><ul><li>Customer Support Team: Ready to assist with inquiries, orders, and product guidance.</li><li>Product Specialists: Experts who carefully test every product to ensure quality and reliability.</li><li>Operations & Logistics Team: Ensuring fast, reliable shipping and smooth order fulfillment.</li></ul><p>We’re not just a company – we’re golfers who understand your needs and want to help you elevate your game.</p><h2>Our Products & Services</h2><p>Golfie provides a wide selection of golf products designed to improve your skills, training, and enjoyment of the game:</p><ul><li>Golf Simulators & Training Systems – Perfect for indoor practice or home setups.</li><li>Golf Mats, Nets, & Tees – Durable and realistic, suitable for all skill levels.</li><li>Golf Accessories – Including tees, alignment tools, swing aids, and more.<br/></li></ul><p><strong>Why shop with Golfie:</strong></p><ul><li>Free Shipping – Across the continental United States.</li><li>Secure Payments – We accept Visa, Mastercard, American Express, Discover, Diners Club, JCB and Google Pay.</li><li>Hassle-Free Returns – Easy returns and refunds for eligible items.</li><li>Quality Assurance – Every product is carefully selected to meet high standards.</li></ul><h2>Customer Commitment</h2><p>At Golfie, your satisfaction is our top priority. Here’s how we ensure a positive experience:</p><ul><li><strong>Safe & Secure Shopping:</strong> All payments are encrypted and PCI-compliant.</li><li><strong>Fast, Reliable Shipping:</strong> We ship directly to U.S. addresses with tracking for all orders.</li><li><strong>Expert Support:</strong> Our team is available Mon–Sat to answer questions and provide assistance.</li><li><strong>Trust & Transparency:</strong> Clear policies for shipping, returns, and refunds.</li></ul><h2>Our Achievements & Recognition</h2><p>Golfie has earned the trust of golfers nationwide:</p><ul><li>Thousands of satisfied customers across the United States.</li><li>Featured in online golf communities and forums for our quality products.</li><li>High ratings and positive reviews on multiple eCommerce platforms.</li></ul><h2>Social Responsibility & Sustainability</h2><p>We believe in giving back to the community and minimizing our environmental impact:</p><ul><li>Partnering with eco-friendly brands and suppliers.</li><li>Using responsible packaging where possible.</li><li>Supporting local golf initiatives and youth programs.</li></ul><h2>Call to Action</h2><p>We invite you to explore our wide range of products, join our growing community of golfers, and experience the difference with Golfie.</p><p>Whether you’re practicing at home, training for your next tournament, or just enjoying golf for fun, Golfie has everything you need to elevate your game.</p><h2>Get in Touch</h2><p>We love hearing from our customers! Contact us for questions, support, or feedback:</p><p><strong>Website:</strong><a href=\"https://golfieshop.com/\"> </a><a href=\"https://golfieshop.com\">https://golfieshop.com</a></p><p><strong>Company Name: </strong>Mello Holdings LLC</p><p><strong>Doing Business As:</strong> Golfie</p><p><strong>EIN:</strong> 35-2857465</p><p><strong>D-U-N-S #: </strong>13-260-4985</p><p><strong>Email: </strong><a href=\"mailto:support@golfieshop.com\">support@golfieshop.com</a></p><p><strong>Phone: </strong><a href=\"tel:+1%20(203)%20687%204355\">+1 (203) 687 4355</a></p><p><strong>Business Hours: </strong>09:00 AM - 06:00 PM (Mon - Sat), (GMT-05:00) Eastern Standard Time (New York)</p>",
        "button_text": "",
        "button_link": "",
        "background_type": "full_width",
        "text_width": "medium",
        "text_position": "left",
        "text_alignment": "left",
        "background": "rgba(0,0,0,0)",
        "text_color": "rgba(0,0,0,0)",
        "button_background": "rgba(0,0,0,0)",
        "button_text_color": "rgba(0,0,0,0)"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_title": true,
        "page_width": "medium"
      }
    }
  },
  "order": [
    "rich_text_AVhqBn",
    "main"
  ]
}
